import FontIcons from "../components/FontIcons";
import { Link } from "react-router-dom";

const BookRead = () => {
	return <>
		<div className="my-6">
			<FontIcons name="house" color="#f55"/>
			<span className="text-[14px] text-[#626267] ml-1">
				<Link title="DuDuDu" to="/" className="mr-1">DuDuDu</Link>
				<FontIcons name="angle-right"/>
				<Link title="都市" to="/category/dushi.html" className="mx-1">都市</Link>
				<FontIcons name="angle-right"/>
				<Link title="重生青云路" to="/1/" className="mx-1">重生青云路</Link>
				<FontIcons name="angle-right"/>
				<Link title="重生青云路" to="/1/" className="ml-1">第三百六十一章 引导力量</Link>
			</span>
		</div>
		<div className="px-14 bg-white">
			<div className="py-14 flex flex-col items-center">
				<h1 className="text-[26px] font-bold mb-5">重生青云路 第三百六十一章 引导力量</h1>
				<div className="flex justify-center">
					<span className="mr-7 text-[#999] text-[14px]">作者：
						<Link title="灵茶树" to="/author/LingChaShu.html">
							<span className="text-[#626267]">灵茶树</span>
						</Link>
					</span>
					<span className="mr-7 text-[#999] text-[14px]">分类：
						<Link title="灵茶树" to="/author/LingChaShu.html">
							<span className="text-[#626267]">都市</span>
						</Link>
					</span>
					<span className="text-[#999] text-[14px]">更新时间：
						<Link title="灵茶树" to="/author/LingChaShu.html">
							<span className="text-[#626267]">2021-05-23 08:50:05</span>
						</Link>
					</span>
				</div>
			</div>
			<div className="read-content text-[#626267] leading-10 pb-20">
				<p>看到即将开战，魏乾阳的心中也是激动不已，是否能够进行融合就看这次了。</p><p>果然，双方一开战之后就用了自己最厉害的攻击手段。</p>
				<p>首先就是基因进化的人类，他们操纵着飞行器向着外星舰队冲了过去。</p><p>由于是受到了控制，没有一个人有着自主的意识，他们唯一拥有着的就是执行命令，所以，他们是不要命的冲击着的。</p>
				<p>大量的炮火朝着外星战舰如雨般而去。</p><p>外星舰队自然也是淡会放过这些人，他们同样把他们最强的火力都展开了。</p><p>魏乾阳第一时间就感受到了能量的到来。</p>
				<p>仅只是这一接触，大量的能量就顺着他的阵法向着壁垒之处而去。</p><p>地球上的人们这时全都脸色灰败，他们知道最后的时刻到来了。</p>
				<p>可是，就在这时，在华国范围之内，一道光芒凭空生成了出来，一个巨大的光罩把整个的华国区域笼罩在了里面。</p><p>那些能量一接触到光罩之后就被挪移到了另外的地方。</p>
				<p>再看那些国外的地方时，一道道强大的能量攻击而来，然后就是大量的人瞬间死去。</p><p>许多人虽然藏身在地下深处，但是，这种强大的力量仍然把他们震死在了地下。</p>
				<p>华国范围内的人们这时才算是真正理解了魏乾阳所说的到华国范围内会受到保护的事情。</p>
				<p>看着视频中各处的人类死亡的事情时，大家都沉默了，许多人这才知道魏乾阳其实一直都在默默的帮着大家做着事情。</p>
				<p>魏乾阳自然是并没有在意大家的想法的，现在是关键的时候了，他不停的调整着到来的能量。</p>
				<p>这时的星空之中，大家就展开了大战，异星修真者们的各种攻击手段全都动用了出来，他们也亲自上阵了，元婴期的那些强者更是把他们的修为提升到了最佳，每一次攻击时都是强横无比，打得外星战舰瞬间瓦解。</p>
				<p>不过，外星人这次明显也是早有准备，对于他们的攻击，外星人的战舰上有着一种非常强大的炮火，打在了元婴高手的身上时，同样也是能够重创对方，甚至，魏乾阳就看到一个元婴强者在击毁了一艘战舰时，对方的几艘战舰已经锁定了他，然后就是几炮朝着他打去，直接就把这个元婴高手打得元婴都化去了。</p>
				<p>这应该就是外星人最强大的攻击力量了。</p><p>魏乾阳看得也是心中震惊，没想到外星人还有着这样厉害的武器。</p>
				<p>不过，这一切他都不想过多的去想了，随着那个元婴高手的死去，从他的身体里面散逸出来的能量太庞大了，直接就把壁垒轰得有了一些松动。</p>
				<p>魏乾阳还在想着增加一些力量时，又有着大量的炮火展开，然后就是大量的战舰被击毁，那些基因高手们这时也都是拼了命的攻击着。</p><p>轰！</p>
				<p>在魏乾阳的引导之下，一条与异星相连的通道已是打开。</p><p>到了这时魏乾阳也算是看明白了，其实，异星与地球之间的联系就是隔着一层壁垒而已，随着这一层的打开，两方算是有了相通之处。</p>
				<p>这肯定还是不够，还需要大量的能量把这个通道进一步的打开。</p><p>魏乾阳看到自己的想法有了实现的可能时，他的干劲也足了几分。</p><p>双方现在正在大战，谁也没有发现魏乾阳在那里搞事。</p>
				<p>看了一眼地球各处的情况时，魏乾阳也是暗叹了一声，除了华国所在的区域，其它地方的人类算是全都完了。</p><p>这就是与高级文明接触的后果吗？</p><p>魏乾阳也有些感叹起来。</p>
				<p>这时的双方打得更加的激烈起来，整个的星空中全都是残骸，那些基因进化者也好，修真者也好，甚至是外星人也好，只要是到了空中，他们的身体都会被瞬间的蒸发。</p>
				<p>能量太多了，那个与异星的通道算是完全的稳固了下来，这时，魏乾阳看到的就是壁垒消失之后，地球这方世界正在与对方的世界进行着接轨之事。</p>
				<p>虽然城主等人也感受到了一些不同，他们却也并没有在意，在他们想来，可能就是大战引起的一些能量波动而已。</p><p>魏乾阳向着仙气所在的地方看了看，一咬牙道：“就让你们为地球的晋阶奠基吧！”</p>
				<p>想到这里，魏乾阳把所有的机器人战士都放了出来，甚至，他的那艘灵石战舰都送到了星空。</p><p>随着这些机器人的进入，特别是灵石战舰的进入，整个战场的形势瞬间发生了改变。</p>
				<p>完全就是无差别的攻击，只要挡在它们的前面，都由智脑指令着展开攻击。</p><p>不仅是这样，那些从异星收集到来的各种攻击性的符箓法宝之类的东西也都投入到了那片星空之中。</p>
				<p>修真者和外星人们这时也是有些懵，完全不知道发生了什么样的事情。</p><p>魏乾阳这时也是全神贯注着，庞大的能量向着一处仙气的地方冲了过去。</p>
				<p>现在是异星与地球开始了融合，下一步魏乾阳要做的事情就是汇集大家的能量冲击仙凡之路，他也不知道是否能够打通。</p>
				<p>好在这次是把大量的能量圈在了一起，然后引导着到来，魏乾阳把那些能量引到了仙凡壁垒的地方全力的展开了攻击。</p>
				<p>星空中仍然打得激烈，只是，这次是机器人战士正在向着刚才还打得炎热的两方展开攻击。</p>
				<p>灵石战舰不愧是最强大的战舰，当它出现时，一炮就把一个元婴高手直接就轰爆了，再一炮时，一艘外星人的战舰也被它打爆。</p><p>这下子到来的能量更多了。</p>
				<p>整片的星空完全就是打得一片混乱，谁都不知道发生了什么样的事情。</p>
				<p>魏乾阳这时也是到了关键的时候了，他知道成败就在这里了，想到这里，魏乾阳用自己的仙元与仙气进行了接触，然后，一个挪移手段，把那道仙气朝着壁垒的地方打了出去。</p>
				<p>庞大的仙能之下，无论是地球还是星空之中完全就被打乱了，魏乾阳也不知道是什么原因，反正就是那些仙气把正在打斗着的那片地方轰出了一个巨大的黑洞。</p><p>大量的仙能向着那个黑洞而去。</p>
				<p>虽然并不知道发生了什么样的事情，魏乾阳还是全力的与仙气接触，更是借用了阵法的力量，把地球上各处有着仙气的地方都接续了起来，磅礴的仙能向着那个黑洞而去。</p>
				<p>随后，魏乾阳就明显感受到仙凡壁垒瓦解了。</p><p>要进入仙界了吗？</p><p>魏乾阳被一股大力吸得向着黑洞而去。</p>
			</div>
			<div className="pb-6 text-center">
				<button className="border border-[#f55] text-[#f55] w-24 h-9 leading-9 text-center mr-5 text-[14px]">加入收藏</button>
				<button className="border border-[#f55] text-[#f55] w-24 h-9 leading-9 text-center mr-5 text-[14px]">上一章</button>
				<button className="border border-[#f55] text-[#f55] w-24 h-9 leading-9 text-center mr-5 text-[14px]">章节列表</button>
				<button className="border border-[#f55] text-[#f55] w-24 h-9 leading-9 text-center mr-5 text-[14px]">下一章</button>
				<button className="border border-[#f55] text-[#f55] w-24 h-9 leading-9 text-center mr-5 text-[14px]">错误反馈</button>
			</div>
		</div>
	</>
}

export default BookRead
